
-- phpMyAdmin SQL Dump
-- version 3.5.2.2
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Apr 08, 2017 at 10:37 AM
-- Server version: 10.0.28-MariaDB
-- PHP Version: 5.2.17

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `u220965490_water`
--

-- --------------------------------------------------------

--
-- Table structure for table `activity`
--

CREATE TABLE IF NOT EXISTS `activity` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `user` varchar(10) NOT NULL,
  `time` varchar(20) NOT NULL,
  `date` varchar(20) NOT NULL,
  `atvt` varchar(1000) NOT NULL,
  `note` varchar(1000) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=669 ;

--
-- Dumping data for table `activity`
--

INSERT INTO `activity` (`ID`, `user`, `time`, `date`, `atvt`, `note`) VALUES
(655, 'admin', '21:10:45', ' 15-03-2017', 'แก้ไขข้อมูลระดับน้ำ', 'แก้ไขข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3652 | ระดับน้ำ 5 เมตร '),
(654, 'admin', '14:53:54', ' 15-03-2017', 'แก้ไขข้อมูลระดับน้ำ', 'แก้ไขข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3652 | ระดับน้ำ 5 เมตร '),
(652, 'admin', '21:00:04', ' 14-03-2017', 'ลบรายงาน', ' ลบข้อมูล | เรื่อง  | ไอดี 101'),
(653, 'admin', '14:50:26', ' 15-03-2017', 'แก้ไขข้อมูลระดับน้ำ', 'แก้ไขข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3652 | ระดับน้ำ 3 เมตร '),
(651, 'admin', '19:05:47', ' 14-03-2017', 'แก้ไขสมาชิก', ' แก้ไขข้อมูล | ชื่อ  admin2 | ไอดี   56'),
(649, 'admin', '19:05:15', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง '),
(650, 'admin', '19:05:18', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง fg'),
(647, 'admin', '19:05:10', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง fgf'),
(648, 'admin', '19:05:12', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง gf'),
(646, 'admin', '19:05:08', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง fg'),
(644, 'admin', '19:05:04', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง fgf'),
(645, 'admin', '19:05:06', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง fg'),
(642, 'admin', '19:05:01', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง fgfg'),
(643, 'admin', '19:05:03', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง fgg'),
(641, 'admin', '19:04:58', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง ffgfgfg'),
(639, 'admin', '19:04:35', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง fdf'),
(640, 'admin', '19:04:37', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง fdf'),
(637, 'admin', '19:04:30', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง dfdfdf'),
(638, 'admin', '19:04:33', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง w'),
(636, 'admin', '19:04:21', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง dfdf'),
(634, 'admin', '19:03:54', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง dfdf'),
(635, 'admin', '19:04:19', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง dfdfdf'),
(632, 'admin', '19:03:50', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง fdfdfd'),
(633, 'admin', '19:03:52', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง fdfdff'),
(631, 'admin', '19:03:39', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง dfdf'),
(629, 'admin', '19:03:36', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง xx'),
(630, 'admin', '19:03:38', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง dfdf'),
(627, 'admin', '19:03:31', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง xcc'),
(628, 'admin', '19:03:34', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง xx'),
(626, 'admin', '19:03:12', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง sdsdd'),
(624, 'admin', '19:03:06', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง sddd'),
(625, 'admin', '19:03:10', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง sdsdsd'),
(622, 'admin', '19:02:50', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง sdds'),
(623, 'admin', '19:02:56', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง cvcv'),
(621, 'admin', '19:02:47', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง dsd'),
(619, 'admin', '19:02:43', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง sds'),
(620, 'admin', '19:02:45', ' 14-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง sdsd'),
(618, 'admin', '17:51:21', ' 07-03-2017', 'เลือกเป็นแผนที่หลัก', ' เลือกใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9'),
(617, 'admin', '17:51:14', ' 07-03-2017', 'เพิ่มข้อมูลระดับน้ำ', 'เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 5 เมตร '),
(616, 'admin', '17:50:53', ' 07-03-2017', 'ยกเลิกเป็นแผนที่หลัก', ' ยกเลิกการใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9'),
(615, 'admin', '17:50:22', ' 07-03-2017', 'แก้ไขข้อมูลระดับน้ำ', 'แก้ไขข้อมูล | สถานที่ บึงทุ่งสร้าง | ไอดี 3650 | ระดับน้ำ 4 เมตร '),
(614, 'admin', '17:11:48', ' 05-03-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงหนองฮีใหญ่ | ไอดี 3589 | ระดับน้ำ 0 เมตร '),
(613, 'admin', '17:01:12', ' 05-03-2017', 'แก้ไขสมาชิก', ' แก้ไขข้อมูล | ชื่อ  admin2 | ไอดี   56'),
(612, 'admin', '17:01:03', ' 05-03-2017', 'แก้ไขสมาชิก', ' แก้ไขข้อมูล | ชื่อ  admin2 | ไอดี   56'),
(611, 'admin', '16:54:46', ' 05-03-2017', 'เลือกเป็นแผนที่หลัก', ' เลือกใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9'),
(610, 'admin', '16:45:55', ' 05-03-2017', 'เพิ่มรายงาน', ' เพิ่มข้อมูล | เรื่อง ddf'),
(609, 'admin', '16:36:01', ' 05-03-2017', 'เลือกเป็นแผนที่หลัก', ' เลือกใช้ข้อมูล | สถานที่ บึงทุ่งสร้าง | ไอดี 10'),
(608, 'admin', '16:35:40', ' 05-03-2017', 'เลือกเป็นแผนที่หลัก', ' เลือกใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9'),
(607, 'admin', '16:35:38', ' 05-03-2017', 'ยกเลิกเป็นแผนที่หลัก', ' ยกเลิกการใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9'),
(606, 'admin', '17:34:37', ' 02-03-2017', 'แก้ไขข้อมูลระดับน้ำ', 'แก้ไขข้อมูล | สถานที่ บึงทุ่งสร้าง | ไอดี 3650 | ระดับน้ำ 4 เมตร '),
(604, 'admin', '17:07:38', ' 02-03-2017', 'ลบรายงาน', ' ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 63'),
(605, 'admin', '17:07:40', ' 02-03-2017', 'ลบรายงาน', ' ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 62'),
(603, 'admin', '17:07:35', ' 02-03-2017', 'ลบรายงาน', ' ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 64'),
(602, 'admin', '17:07:33', ' 02-03-2017', 'ลบรายงาน', ' ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 65'),
(601, 'admin', '17:07:30', ' 02-03-2017', 'ลบรายงาน', ' ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 66'),
(599, 'admin', '17:07:26', ' 02-03-2017', 'ลบรายงาน', ' ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 69'),
(600, 'admin', '17:07:28', ' 02-03-2017', 'ลบรายงาน', ' ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 67'),
(598, 'admin2', '15:16:41', ' 25-02-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3555 | ระดับน้ำ 0 เมตร '),
(597, 'admin2', '15:16:39', ' 25-02-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3558 | ระดับน้ำ 0 เมตร '),
(596, 'admin2', '15:16:36', ' 25-02-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3572 | ระดับน้ำ 0 เมตร '),
(595, 'admin2', '15:16:34', ' 25-02-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงหนองฮีใหญ่ | ไอดี 3587 | ระดับน้ำ 0 เมตร '),
(594, 'admin2', '15:16:30', ' 25-02-2017', 'แก้ไขข้อมูลระดับน้ำ', 'แก้ไขข้อมูล | สถานที่ บึงทุ่งสร้าง | ไอดี 3650 | ระดับน้ำ 3 เมตร '),
(593, 'admin', '14:54:41', ' 25-02-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3574 | ระดับน้ำ 0 เมตร '),
(592, 'admin', '14:54:39', ' 25-02-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3576 | ระดับน้ำ 1 เมตร '),
(591, 'admin', '14:54:37', ' 25-02-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงหนองฮีใหญ่ | ไอดี 3588 | ระดับน้ำ 0 เมตร '),
(589, 'admin', '14:52:38', ' 25-02-2017', 'แก้ไขข้อมูลระดับน้ำ', 'แก้ไขข้อมูล | สถานที่ บึงทุ่งสร้าง | ไอดี 3650 | ระดับน้ำ 3 เมตร '),
(590, 'admin', '14:54:35', ' 25-02-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงหนองฮีใหญ่ | ไอดี 3590 | ระดับน้ำ 4 เมตร '),
(656, 'admin', '12:32:29', ' 29-03-2017', 'ลบแผนที่', 'ลบข้อมูล | สถานที่ ทดสอบ | ไอดี 41'),
(657, 'admin', '12:32:31', ' 29-03-2017', 'ลบแผนที่', 'ลบข้อมูล | สถานที่ บึงหนองฮีใหญ่ | ไอดี 20'),
(658, 'admin', '12:32:34', ' 29-03-2017', 'ลบแผนที่', 'ลบข้อมูล | สถานที่ บึงศรีฐาน | ไอดี 19'),
(659, 'admin', '12:32:36', ' 29-03-2017', 'ลบแผนที่', 'ลบข้อมูล | สถานที่ บึงหนองโคตร | ไอดี 11'),
(660, 'admin', '12:32:38', ' 29-03-2017', 'ลบแผนที่', 'ลบข้อมูล | สถานที่ บึงทุ่งสร้าง | ไอดี 10'),
(661, 'admin', '12:32:40', ' 29-03-2017', 'ลบแผนที่', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9'),
(662, 'admin', '12:32:59', ' 29-03-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3660 | ระดับน้ำ 2 เมตร '),
(663, 'admin', '12:33:00', ' 29-03-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3659 | ระดับน้ำ 3 เมตร '),
(664, 'admin', '12:33:02', ' 29-03-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3658 | ระดับน้ำ 5 เมตร '),
(665, 'admin', '12:33:04', ' 29-03-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3657 | ระดับน้ำ 6 เมตร '),
(666, 'admin', '12:33:06', ' 29-03-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3656 | ระดับน้ำ 5 เมตร '),
(667, 'admin', '12:33:08', ' 29-03-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3655 | ระดับน้ำ 3 เมตร '),
(668, 'admin', '12:33:10', ' 29-03-2017', 'ลบข้อมูลระดับน้ำ', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3654 | ระดับน้ำ 2 เมตร ');

-- --------------------------------------------------------

--
-- Table structure for table `data`
--

CREATE TABLE IF NOT EXISTS `data` (
  `ID` int(20) NOT NULL AUTO_INCREMENT,
  `h1` varchar(100) NOT NULL,
  `h2` varchar(500) NOT NULL,
  `la` varchar(20) NOT NULL,
  `lo` varchar(20) NOT NULL,
  `deep` varchar(20) NOT NULL,
  `url` varchar(100) NOT NULL,
  `level` varchar(20) NOT NULL,
  `time` varchar(10) NOT NULL,
  `date` varchar(10) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=42 ;

-- --------------------------------------------------------

--
-- Table structure for table `member`
--

CREATE TABLE IF NOT EXISTS `member` (
  `ID` int(50) NOT NULL AUTO_INCREMENT,
  `user` varchar(50) NOT NULL,
  `name` varchar(100) NOT NULL,
  `pass` varchar(300) NOT NULL,
  `email` varchar(50) NOT NULL,
  `sex` varchar(100) NOT NULL,
  `tel` varchar(100) NOT NULL,
  `status` varchar(50) NOT NULL,
  `on_off` varchar(10) NOT NULL,
  `img` varchar(300) NOT NULL,
  `time` varchar(10) NOT NULL,
  `date` varchar(10) NOT NULL,
  `lastactivity` varchar(100) NOT NULL,
  `countatvt` int(10) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=64 ;

--
-- Dumping data for table `member`
--

INSERT INTO `member` (`ID`, `user`, `name`, `pass`, `email`, `sex`, `tel`, `status`, `on_off`, `img`, `time`, `date`, `lastactivity`, `countatvt`) VALUES
(1, 'admin', 'pasupol bunsaen', 'c56d0e9a7ccec67b4ea131655038d604', 'niawkung2@gmail.com', 'ชาย', '0883204253', 'ADMIN', 'ONLINE', 'https://scontent.fbkk2-2.fna.fbcdn.net/v/t1.0-9/17200956_1635664643408153_4927023874570592784_n.jpg?oh=4f76b3faed96bba6e5a685d90fbde2a4&oe=593217F4', '13:18:52', '29-03-2017', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 2 เมตร ', 75),
(56, 'admin2', 'พสุพล4', 'c56d0e9a7ccec67b4ea131655038d604', 'niawkung2@gmail.com', 'ชาย', '', 'USER', 'OFFLINE', '', '23:00:08', '26-03-2017', 'ลบข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 0 เมตร ', 5);

-- --------------------------------------------------------

--
-- Table structure for table `showdata`
--

CREATE TABLE IF NOT EXISTS `showdata` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `showh1` varchar(100) NOT NULL,
  `showh2` varchar(200) NOT NULL,
  `showla` varchar(20) NOT NULL,
  `showlo` varchar(20) NOT NULL,
  `showdeep` varchar(20) NOT NULL,
  `showurl` varchar(50) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=196 ;

--
-- Dumping data for table `showdata`
--

INSERT INTO `showdata` (`ID`, `showh1`, `showh2`, `showla`, `showlo`, `showdeep`, `showurl`) VALUES
(195, 'บึงแก่นนคร', 'ตำบล พระลับ อำเภอเมืองขอนแก่น ขอนแก่น 40000 ประเทศไทย', '16.412998', '102.838256', '8', '1484643416-2017-01-09.png');

-- --------------------------------------------------------

--
-- Table structure for table `upload`
--

CREATE TABLE IF NOT EXISTS `upload` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `t2` varchar(50) NOT NULL,
  `url` varchar(200) NOT NULL,
  `date` varchar(10) NOT NULL,
  `postby` varchar(10) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=103 ;

-- --------------------------------------------------------

--
-- Table structure for table `water_table`
--

CREATE TABLE IF NOT EXISTS `water_table` (
  `ID` int(100) NOT NULL AUTO_INCREMENT,
  `place` varchar(20) NOT NULL,
  `level` float NOT NULL,
  `deep` varchar(20) NOT NULL,
  `time` varchar(50) NOT NULL,
  `date` varchar(50) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3661 ;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
