--
-- Database : u220965490_water
--
-- --------------------------------------------------
-- ---------------------------------------------------
SET AUTOCOMMIT = 0 ;
SET FOREIGN_KEY_CHECKS=0 ;
--
-- Tabel structure for table `activity`
--
DROP TABLE  IF EXISTS `activity`;
CREATE TABLE `activity` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `user` varchar(10) NOT NULL,
  `time` varchar(20) NOT NULL,
  `date` varchar(20) NOT NULL,
  `atvt` varchar(1000) NOT NULL,
  `note` varchar(1000) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=454 DEFAULT CHARSET=utf8;

INSERT INTO `activity`  VALUES ( "285","admin","14:23:13"," 07-01-2017","ลบรายงาน"," ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 61");
INSERT INTO `activity`  VALUES ( "286","admin","14:23:15"," 07-01-2017","ลบรายงาน"," ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 60");
INSERT INTO `activity`  VALUES ( "287","admin","14:23:17"," 07-01-2017","ลบรายงาน"," ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 59");
INSERT INTO `activity`  VALUES ( "288","admin","14:23:19"," 07-01-2017","ลบรายงาน"," ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 58");
INSERT INTO `activity`  VALUES ( "289","admin","14:23:21"," 07-01-2017","ลบรายงาน"," ลบข้อมูล | เรื่อง ทดสอบระบบรายงานผล | ไอดี 57");
INSERT INTO `activity`  VALUES ( "290","admin","14:29:32"," 07-01-2017","เพิ่มรายงาน"," เพิ่มข้อมูล | เรื่อง ทดสอบระบบรายงานผล");
INSERT INTO `activity`  VALUES ( "291","admin","14:29:46"," 07-01-2017","เพิ่มรายงาน"," เพิ่มข้อมูล | เรื่อง ทดสอบระบบรายงานผล");
INSERT INTO `activity`  VALUES ( "292","admin","14:30:58"," 07-01-2017","เพิ่มรายงาน"," เพิ่มข้อมูล | เรื่อง ทดสอบระบบรายงานผล");
INSERT INTO `activity`  VALUES ( "293","admin","14:31:54"," 07-01-2017","เพิ่มรายงาน"," เพิ่มข้อมูล | เรื่อง ทดสอบระบบรายงานผล");
INSERT INTO `activity`  VALUES ( "294","admin","14:32:06"," 07-01-2017","เพิ่มรายงาน"," เพิ่มข้อมูล | เรื่อง ทดสอบระบบรายงานผล");
INSERT INTO `activity`  VALUES ( "295","admin","20:56:52"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3429 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "296","admin","20:56:54"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3428 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "297","admin","20:59:09"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "298","admin","20:59:42"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3430 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "299","admin","21:29:46"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3439 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "300","admin","21:29:48"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3438 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "301","admin","21:30:12"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3437 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "302","admin","21:30:14"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3436 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "303","admin","21:30:16"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3435 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "304","admin","21:30:18"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3434 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "305","admin","21:30:20"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3433 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "306","admin","21:30:23"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3432 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "307","admin","21:30:25"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3431 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "308","admin","21:42:27"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3442 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "309","admin","21:42:29"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3441 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "310","admin","21:42:48"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "311","admin","21:45:00"," 08-01-2017","เลือกเป็นแผนที่หลัก"," เลือกใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9");
INSERT INTO `activity`  VALUES ( "312","admin","21:45:08"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "313","admin","21:48:51"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3440 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "314","admin","21:48:57"," 08-01-2017","ยกเลิกเป็นแผนที่หลัก"," ยกเลิกการใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9");
INSERT INTO `activity`  VALUES ( "315","admin","21:48:59"," 08-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "316","admin","21:49:13"," 08-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 5 เมตร ");
INSERT INTO `activity`  VALUES ( "317","admin","21:50:22"," 08-01-2017","เลือกเป็นแผนที่หลัก"," เลือกใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9");
INSERT INTO `activity`  VALUES ( "318","admin","21:52:34"," 2017-01-08","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3447 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "319","admin","21:52:36"," 2017-01-08","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3446 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "320","admin","21:52:38"," 2017-01-08","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี 3445 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "321","admin","21:52:59"," 2017-01-08","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3448 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "322","admin","22:40:49"," 2017-01-08","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3491 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "323","admin","22:40:52"," 2017-01-08","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3490 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "324","admin","22:40:55"," 2017-01-08","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3492 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "325","admin","13:32:07"," 09-01-2017","ยกเลิกเป็นแผนที่หลัก"," ยกเลิกการใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9");
INSERT INTO `activity`  VALUES ( "326","admin","13:32:29"," 2017-01-09","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงทุ่งสร้าง | ระดับน้ำ 0.025 เมตร ");
INSERT INTO `activity`  VALUES ( "327","admin","13:32:55"," 2017-01-09","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงทุ่งสร้าง | ระดับน้ำ 0.025 เมตร ");
INSERT INTO `activity`  VALUES ( "328","admin","13:33:07"," 2017-01-09","แก้ไขข้อมูลระดับน้ำ","แก้ไขข้อมูล | สถานที่ บึงทุ่งสร้าง | ไอดี 3604 | ระดับน้ำ 0.025 เมตร ");
INSERT INTO `activity`  VALUES ( "329","admin","14:06:49"," 09-01-2017","เลือกเป็นแผนที่หลัก"," เลือกใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9");
INSERT INTO `activity`  VALUES ( "330","admin","06:58:17"," 10-01-2017","เพิ่มรายงาน"," เพิ่มข้อมูล | เรื่อง ทดสอบระบบรายงานผล");
INSERT INTO `activity`  VALUES ( "331","admin","14:46:30"," 15-01-2017","แก้ไขแผนที่"," แก้ไขข้อมูล | สถานที่ ทดสอบ | ไอดี 41");
INSERT INTO `activity`  VALUES ( "332","admin","14:51:05"," 15-01-2017","แก้ไขแผนที่"," แก้ไขข้อมูล | สถานที่ ทดสอบ | ไอดี 41");
INSERT INTO `activity`  VALUES ( "333","admin","23:21:53"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3585 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "334","admin","23:22:00"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3584 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "335","admin","23:22:14"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "336","admin","23:22:20"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3583 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "337","admin","23:22:23"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3582 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "338","admin","23:22:28"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3581 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "339","admin","23:22:41"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3580 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "340","admin","23:22:49"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "341","admin","23:22:52"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "342","admin","23:23:01"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3579 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "343","admin","23:23:07"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3578 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "344","admin","23:23:28"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงทุ่งสร้าง | ไอดี 3604 | ระดับน้ำ 0.025 เมตร ");
INSERT INTO `activity`  VALUES ( "345","admin","23:23:35"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงทุ่งสร้าง | ไอดี 3603 | ระดับน้ำ 0.025 เมตร ");
INSERT INTO `activity`  VALUES ( "346","admin","23:24:43"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3602 | ระดับน้ำ 0.024 เมตร ");
INSERT INTO `activity`  VALUES ( "347","admin","23:24:46"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3601 | ระดับน้ำ 0.024 เมตร ");
INSERT INTO `activity`  VALUES ( "348","admin","23:24:48"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3600 | ระดับน้ำ 0.024 เมตร ");
INSERT INTO `activity`  VALUES ( "349","admin","23:24:55"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3599 | ระดับน้ำ 0.024 เมตร ");
INSERT INTO `activity`  VALUES ( "350","admin","23:25:05"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3570 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "351","admin","23:57:31"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3598 | ระดับน้ำ 0.024 เมตร ");
INSERT INTO `activity`  VALUES ( "352","admin","23:57:39"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3597 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "353","admin","23:57:57"," 16-01-2017","ยกเลิกเป็นแผนที่หลัก"," ยกเลิกการใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9");
INSERT INTO `activity`  VALUES ( "354","admin","23:58:04"," 16-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 12 เมตร ");
INSERT INTO `activity`  VALUES ( "355","admin","23:58:09"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3605 | ระดับน้ำ 12 เมตร ");
INSERT INTO `activity`  VALUES ( "356","admin","23:58:13"," 16-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "357","admin","23:58:17"," 16-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "358","admin","23:58:19"," 16-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "359","admin","23:58:21"," 16-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 4 เมตร ");
INSERT INTO `activity`  VALUES ( "360","admin","23:58:28"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3609 | ระดับน้ำ 4 เมตร ");
INSERT INTO `activity`  VALUES ( "361","admin","23:58:31"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3608 | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "362","admin","23:58:52"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3607 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "363","admin","23:58:56"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3606 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "364","admin","23:59:01"," 16-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "365","admin","23:59:03"," 16-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "366","admin","23:59:05"," 16-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "367","admin","23:59:06"," 16-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 4 เมตร ");
INSERT INTO `activity`  VALUES ( "368","admin","23:59:17"," 16-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3613 | ระดับน้ำ 4 เมตร ");
INSERT INTO `activity`  VALUES ( "369","admin","00:00:43"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3612 | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "370","admin","00:00:46"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3611 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "371","admin","00:00:50"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3610 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "372","admin","00:00:54"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "373","admin","00:00:56"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "374","admin","00:00:57"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "375","admin","00:00:59"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 4 เมตร ");
INSERT INTO `activity`  VALUES ( "376","admin","00:01:05"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3617 | ระดับน้ำ 4 เมตร ");
INSERT INTO `activity`  VALUES ( "377","admin","00:01:08"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3616 | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "378","admin","00:01:11"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3615 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "379","admin","00:01:13"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3614 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "380","admin","00:01:17"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "381","admin","00:01:18"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "382","admin","00:01:20"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "383","admin","00:01:22"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 4 เมตร ");
INSERT INTO `activity`  VALUES ( "384","admin","00:01:28"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3621 | ระดับน้ำ 4 เมตร ");
INSERT INTO `activity`  VALUES ( "385","admin","00:01:34"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3620 | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "386","admin","00:01:36"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3619 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "387","admin","00:01:40"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3618 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "388","admin","00:02:12"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "389","admin","00:02:14"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "390","admin","00:02:15"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "391","admin","00:02:17"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 4 เมตร ");
INSERT INTO `activity`  VALUES ( "392","admin","00:02:23"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3622 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "393","admin","00:02:26"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3623 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "394","admin","00:02:28"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3624 | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "395","admin","00:02:30"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3625 | ระดับน้ำ 4 เมตร ");
INSERT INTO `activity`  VALUES ( "396","admin","13:12:45"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "397","admin","13:12:50"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3569 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "398","admin","13:12:54"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3568 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "399","admin","13:14:17"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3567 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "400","admin","13:14:55"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "401","admin","13:15:33"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "402","admin","13:15:48"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "403","admin","13:19:24"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "404","admin","13:31:18"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "405","admin","13:31:21"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "406","admin","13:32:40"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "407","admin","13:32:43"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "408","admin","13:33:18"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3626 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "409","admin","13:33:28"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "410","admin","13:33:31"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "411","admin","13:33:36"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3628 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "412","admin","13:33:42"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3627 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "413","admin","13:33:48"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "414","admin","13:33:51"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "415","admin","13:41:37"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3629 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "416","admin","13:43:22"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3630 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "417","admin","13:49:48"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "418","admin","13:49:54"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "419","admin","13:53:54"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "420","admin","13:55:01"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "421","admin","13:56:41"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3631 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "422","admin","13:56:59"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่  | ไอดี  | ระดับน้ำ  เมตร ");
INSERT INTO `activity`  VALUES ( "423","admin","13:58:37"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3596 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "424","admin","13:58:41"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3595 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "425","admin","13:58:50"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "426","admin","13:58:53"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "427","admin","13:58:56"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "428","admin","13:59:01"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3632 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "429","admin","13:59:06"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3633 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "430","admin","13:59:10"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3634 | ระดับน้ำ 3 เมตร ");
INSERT INTO `activity`  VALUES ( "431","admin","14:07:49"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "432","admin","14:07:52"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "433","admin","14:07:58"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3635 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "434","admin","14:08:02"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3636 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "435","admin","14:10:06"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "436","admin","14:10:11"," 17-01-2017","เพิ่มข้อมูลระดับน้ำ","เพิ่มข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "437","admin","14:10:19"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3637 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "438","admin","14:10:23"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3638 | ระดับน้ำ 2 เมตร ");
INSERT INTO `activity`  VALUES ( "439","admin","14:28:16"," 17-01-2017","แก้ไขข้อมูลระดับน้ำ","แก้ไขข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3594 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "440","admin","14:28:25"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3594 | ระดับน้ำ 1 เมตร ");
INSERT INTO `activity`  VALUES ( "441","admin","14:29:06"," 17-01-2017","แก้ไขข้อมูลระดับน้ำ","แก้ไขข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3593 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "442","admin","14:42:12"," 17-01-2017","แก้ไขข้อมูลระดับน้ำ","แก้ไขข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3593 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "443","admin","14:56:55"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3593 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "444","admin","15:34:27"," 17-01-2017","เลือกเป็นแผนที่หลัก"," เลือกใช้ข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9");
INSERT INTO `activity`  VALUES ( "445","admin","15:56:07"," 17-01-2017","แก้ไขแผนที่"," แก้ไขข้อมูล | สถานที่ ทดสอบ | ไอดี 41");
INSERT INTO `activity`  VALUES ( "446","admin","15:56:20"," 17-01-2017","แก้ไขแผนที่"," แก้ไขข้อมูล | สถานที่ บึงหนองฮีใหญ่ | ไอดี 20");
INSERT INTO `activity`  VALUES ( "447","admin","15:56:30"," 17-01-2017","แก้ไขแผนที่"," แก้ไขข้อมูล | สถานที่ บึงศรีฐาน | ไอดี 19");
INSERT INTO `activity`  VALUES ( "448","admin","15:56:38"," 17-01-2017","แก้ไขแผนที่"," แก้ไขข้อมูล | สถานที่ บึงหนองโคตร | ไอดี 11");
INSERT INTO `activity`  VALUES ( "449","admin","15:56:47"," 17-01-2017","แก้ไขแผนที่"," แก้ไขข้อมูล | สถานที่ บึงทุ่งสร้าง | ไอดี 10");
INSERT INTO `activity`  VALUES ( "450","admin","15:56:56"," 17-01-2017","แก้ไขแผนที่"," แก้ไขข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 9");
INSERT INTO `activity`  VALUES ( "451","admin","17:42:17"," 17-01-2017","ลบข้อมูลระดับน้ำ","ลบข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3592 | ระดับน้ำ 0 เมตร ");
INSERT INTO `activity`  VALUES ( "452","admin","22:58:21"," 17-01-2017","เพิ่มรายงาน"," เพิ่มข้อมูล | เรื่อง dddd");
INSERT INTO `activity`  VALUES ( "453","admin","00:14:44"," 18-01-2017","แก้ไขข้อมูลระดับน้ำ","แก้ไขข้อมูล | สถานที่ บึงแก่นนคร | ไอดี 3591 | ระดับน้ำ 3 เมตร ");


--
-- Tabel structure for table `chart`
--
DROP TABLE  IF EXISTS `chart`;
CREATE TABLE `chart` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `province` varchar(100) NOT NULL,
  `men` varchar(10) NOT NULL,
  `women` varchar(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

INSERT INTO `chart`  VALUES ( "1","กรุงเทพมหานคร","550","1051");
INSERT INTO `chart`  VALUES ( "2","ปราจีนบุรี","460","157");
INSERT INTO `chart`  VALUES ( "3","นนบุรี","540","420");
INSERT INTO `chart`  VALUES ( "4","เชียงใหม่","568","319");


--
-- Tabel structure for table `data`
--
DROP TABLE  IF EXISTS `data`;
CREATE TABLE `data` (
  `ID` int(20) NOT NULL AUTO_INCREMENT,
  `h1` varchar(100) NOT NULL,
  `h2` varchar(500) NOT NULL,
  `la` varchar(20) NOT NULL,
  `lo` varchar(20) NOT NULL,
  `deep` varchar(20) NOT NULL,
  `url` varchar(100) NOT NULL,
  `level` varchar(20) NOT NULL,
  `time` varchar(10) NOT NULL,
  `date` varchar(10) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=42 DEFAULT CHARSET=utf8;

INSERT INTO `data`  VALUES ( "9","บึงแก่นนคร","ตำบล พระลับ อำเภอเมืองขอนแก่น ขอนแก่น 40000 ประเทศไทย","16.412998","102.838256","8","1484643416-2017-01-09.png","3","23:03","2017-01-08");
INSERT INTO `data`  VALUES ( "10","บึงทุ่งสร้าง","ตำบล ในเมือง อำเภอเมืองขอนแก่น","16.444262","102.859017","10","1484643407-2017-01-09.png","0.025","14:30","2017-01-09");
INSERT INTO `data`  VALUES ( "11","บึงหนองโคตร","ตำบล บ้านเป็ด อำเภอเมืองขอนแก่น","16.432377","102.798158","5","1484643398-2017-01-09.png","5","17:12","2017-01-11");
INSERT INTO `data`  VALUES ( "19","บึงศรีฐาน","Mueang Khon Kaen ","16.443734","102.8121","9","1484643390-2017-01-09.png","4","18:42","07-10-2016");
INSERT INTO `data`  VALUES ( "20","บึงหนองฮีใหญ่","Amphoe Mueang Khon Kaen","16.42469914317164","102.81677953898907","14","1484643380-2017-01-09.png","9.2","22:25:09","20-08-2016");
INSERT INTO `data`  VALUES ( "41","ทดสอบ","ทดสอบ","16.432691881961887","102.81823128461838","7","1484643367-2017-01-09.png","","","");


--
-- Tabel structure for table `member`
--
DROP TABLE  IF EXISTS `member`;
CREATE TABLE `member` (
  `ID` int(50) NOT NULL AUTO_INCREMENT,
  `user` varchar(50) NOT NULL,
  `name` varchar(100) NOT NULL,
  `pass` varchar(300) NOT NULL,
  `email` varchar(50) NOT NULL,
  `sex` varchar(100) NOT NULL,
  `tel` varchar(100) NOT NULL,
  `status` varchar(50) NOT NULL,
  `on_off` varchar(10) NOT NULL,
  `img` varchar(300) NOT NULL,
  `time` varchar(10) NOT NULL,
  `date` varchar(10) NOT NULL,
  `lastactivity` varchar(100) NOT NULL,
  `countatvt` int(10) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=50 DEFAULT CHARSET=utf8;

INSERT INTO `member`  VALUES ( "1","admin","pasupol bunsaen","12345","niawkung2@gmail.com","ชาย","0883204253","ADMIN","ONLINE","https://scontent.fbkk5-7.fna.fbcdn.net/v/t31.0-8/s960x960/15625891_1602550763386208_2772831771400338860_o.jpg?oh=3148d5fbc36eeed1cebc519ce6b9a2fe&oe=591F53BE","18:13:04","24-01-2017","แก้ไขข้อมูล | สถานที่ บึงแก่นนคร | ระดับน้ำ 3 เมตร ","169");
INSERT INTO `member`  VALUES ( "11","niaw","พสุพล บุญแสน","1234","niawkung2@gmail.com","ชาย","0883204253","ADMIN","OFFLINE","https://s3-ap-southeast-1.amazonaws.com/fastwork-test/cada3fb2-d886-430b-9034-67a88163876b/products/dacfecfb-52b1-4c88-b792-ed4c87156272/ixShvdLx_med.jpg","17:14:08","31-12-2016","แก้ไขรายงาน | เรื่อง ทดสอบ","0");
INSERT INTO `member`  VALUES ( "48","niawjunior","","123456","niawkung2@gmail.com","","","USER","OFFLINE","","17:14:46","31-12-2016","","0");
INSERT INTO `member`  VALUES ( "49","niawjunior1","pasupol bunsaen","123456","niawkung2@gmail.com","ชาย","0883204253","ADMIN","OFFLINE","https://scontent.fbkk13-1.fna.fbcdn.net/v/t31.0-8/s960x960/15625891_1602550763386208_2772831771400338860_o.jpg?oh=3148d5fbc36eeed1cebc519ce6b9a2fe&oe=591F53BE","17:20:31","31-12-2016","","0");


--
-- Tabel structure for table `setting`
--
DROP TABLE  IF EXISTS `setting`;
CREATE TABLE `setting` (
  `ID` int(100) NOT NULL AUTO_INCREMENT,
  `type_register` varchar(20) NOT NULL,
  `type_activity` varchar(10) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

INSERT INTO `setting`  VALUES ( "1","A2","");


--
-- Tabel structure for table `showdata`
--
DROP TABLE  IF EXISTS `showdata`;
CREATE TABLE `showdata` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `showh1` varchar(100) NOT NULL,
  `showh2` varchar(200) NOT NULL,
  `showla` varchar(20) NOT NULL,
  `showlo` varchar(20) NOT NULL,
  `showdeep` varchar(20) NOT NULL,
  `showurl` varchar(50) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=187 DEFAULT CHARSET=utf8;

INSERT INTO `showdata`  VALUES ( "186","บึงแก่นนคร","ตำบล พระลับ อำเภอเมืองขอนแก่น ขอนแก่น 40000 ประเทศไทย","16.412998","102.838256","8","บึงแก่นนคร.png");


--
-- Tabel structure for table `upload`
--
DROP TABLE  IF EXISTS `upload`;
CREATE TABLE `upload` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `t2` varchar(50) NOT NULL,
  `url` varchar(200) NOT NULL,
  `date` varchar(10) NOT NULL,
  `postby` varchar(10) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=69 DEFAULT CHARSET=utf8;

INSERT INTO `upload`  VALUES ( "62","ทดสอบระบบรายงานผล","1483774172","2017-01-07","admin");
INSERT INTO `upload`  VALUES ( "63","ทดสอบระบบรายงานผล","1483774186","2017-01-08","admin");
INSERT INTO `upload`  VALUES ( "64","ทดสอบระบบรายงานผล","1483774258","2017-01-11","admin");
INSERT INTO `upload`  VALUES ( "65","ทดสอบระบบรายงานผล","1483774314","2017-01-21","admin");
INSERT INTO `upload`  VALUES ( "66","ทดสอบระบบรายงานผล","1483774326","2017-01-26","admin");
INSERT INTO `upload`  VALUES ( "67","ทดสอบระบบรายงานผล","1484006297","2017-01-10","admin");
INSERT INTO `upload`  VALUES ( "68","dddd","1484668701","2017-01-19","admin");


--
-- Tabel structure for table `water_table`
--
DROP TABLE  IF EXISTS `water_table`;
CREATE TABLE `water_table` (
  `ID` int(100) NOT NULL AUTO_INCREMENT,
  `place` varchar(20) NOT NULL,
  `level` float NOT NULL,
  `deep` varchar(20) NOT NULL,
  `time` varchar(50) NOT NULL,
  `date` varchar(50) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=3639 DEFAULT CHARSET=utf8;

INSERT INTO `water_table`  VALUES ( "3591","บึงแก่นนคร","3","8","23:03","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3588","บึงแก่นนคร","0","8","23:02","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3590","บึงแก่นนคร","0","8","23:03","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3589","บึงแก่นนคร","0","8","23:02","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3587","บึงแก่นนคร","0","8","23:02","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3586","บึงแก่นนคร","0","8","23:02","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3577","บึงแก่นนคร","0","8","23:00","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3576","บึงแก่นนคร","0","8","23:00","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3575","บึงแก่นนคร","0","8","23:00","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3574","บึงแก่นนคร","0","8","23:00","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3573","บึงแก่นนคร","0","8","23:00","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3572","บึงแก่นนคร","0","8","23:00","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3571","บึงแก่นนคร","0","8","23:00","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3566","บึงแก่นนคร","0","8","22:59","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3565","บึงแก่นนคร","0","8","22:59","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3564","บึงแก่นนคร","0","8","22:59","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3563","บึงแก่นนคร","0","8","22:58","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3535","บึงแก่นนคร","0","8","22:54","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3562","บึงแก่นนคร","0","8","22:58","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3561","บึงแก่นนคร","0","8","22:58","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3560","บึงแก่นนคร","0","8","22:58","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3559","บึงแก่นนคร","0","8","22:58","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3558","บึงแก่นนคร","0","8","22:58","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3557","บึงแก่นนคร","0","8","22:57","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3556","บึงแก่นนคร","0","8","22:57","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3555","บึงแก่นนคร","0","8","22:57","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3554","บึงแก่นนคร","0","8","22:57","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3553","บึงแก่นนคร","0","8","22:57","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3552","บึงแก่นนคร","0","8","22:57","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3551","บึงแก่นนคร","0","8","22:57","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3550","บึงแก่นนคร","0","8","22:57","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3549","บึงแก่นนคร","0","8","22:56","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3548","บึงแก่นนคร","0","8","22:56","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3547","บึงแก่นนคร","0","8","22:56","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3546","บึงแก่นนคร","0","8","22:56","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3545","บึงแก่นนคร","0","8","22:56","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3544","บึงแก่นนคร","0","8","22:56","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3543","บึงแก่นนคร","0","8","22:55","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3542","บึงแก่นนคร","0","8","22:55","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3541","บึงแก่นนคร","0","8","22:55","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3540","บึงแก่นนคร","0","8","22:55","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3539","บึงแก่นนคร","0","8","22:55","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3538","บึงแก่นนคร","0","8","22:55","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3537","บึงแก่นนคร","0","8","22:55","2017-01-08");
INSERT INTO `water_table`  VALUES ( "3536","บึงแก่นนคร","0","8","22:54","2017-01-08");


SET FOREIGN_KEY_CHECKS = 1 ; 
COMMIT ; 
SET AUTOCOMMIT = 1 ; 
